{
    "The provided password does not match your current password.": "Das eingegebene Passwort stimmt nicht mit deinem aktuellen Passwort überein.",
    "We were unable to find a registered user with this email address.": "Wir konnten keine:n registrierte:n Benutzer:in mit dieser E-Mail-Adresse finden.",
    "This user already belongs to the team.": "Diese:r Benutzer:in gehört bereits zum Team.",
    "This user has already been invited to the team.": "Diese:r Benutzer:in wurde bereits zum Team eingeladen.",
    "You may not leave a team that you created.": "Du kannst ein Team, das du erstellt hast, nicht verlassen.",
    ":from to :to, :days": ":from bis :to, :days",
    "j F Y": "j. F Y",
    "l, j F Y": "l, j. F Y",
    "Grams": "Gramm",
    "Milliliters": "Milliliter",
    "Pieces": "Stück",
    "Kilos": "Kilo",
    "Liters": "Liter",
    "kg": "kg",
    "ml": "ml",
    "pcs": "Stk",
    "Title": "Titel",
    "Quantity": "Menge",
    "Total": "Gesamt",
    "Date": "Datum",
    "Recipes": "Rezepte",
    "Meals": "Mahlzeiten",
    "No shopping tours yet": "Noch keine Einkaufstouren",
    "By default, you have one shopping tour, assumed to be before the event.": "Standardmäßig hast du eine Einkaufstour, die vor der Veranstaltung stattfinden soll.",
    "Start Date": "Startdatum",
    "End Date": "Enddatum",
    "Events": "Veranstaltungen",
    "Description": "Beschreibung",
    "Create Event": "Veranstaltung erstellen",
    "Edit :item": ":item bearbeiten",
    "Meal Plan": "Speiseplan",
    "Meal plan for :event": "Speiseplan für :event",
    "Shopping list": "Einkaufsliste",
    "Shopping list for :event": "Einkaufsliste für :event",
    "Ingredients": "Zutaten",
    "Unit": "Einheit",
    "Create Recipe": "Rezept erstellen",
    "Import": "Importieren",
    "URL": "URL",
    "Recipe Imported Successfully!": "Rezept erfolgreich importiert!",
    "Please check if all ingredients were imported correctly.": "Bitte überprüfe, ob alle Zutaten korrekt importiert wurden.",
    "Food Factor": "Futterfaktor",
    "Create Group": "Gruppe erstellen",
    "Groups": "Gruppen",
    "Create API Token": "API-Token erstellen",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API-Tokens ermöglichen Drittanbietern, sich in deinem Namen bei unserer Anwendung zu authentifizieren.",
    "Token Name": "Token-Name",
    "Permissions": "Berechtigungen",
    "Created.": "Erstellt.",
    "Create": "Erstellen",
    "Manage API Tokens": "API-Tokens verwalten",
    "You may delete any of your existing tokens if they are no longer needed.": "Du kannst jedes deiner vorhandenen Tokens löschen, wenn du es nicht mehr benötigst.",
    "Last used": "Zuletzt verwendet",
    "Delete": "Löschen",
    "API Token": "API-Token",
    "Please copy your new API token. For your security, it won't be shown again.": "Bitte kopiere dein neues API-Token. Aus Sicherheitsgründen wird es nicht erneut angezeigt.",
    "Close": "Schließen",
    "API Token Permissions": "API-Token-Berechtigungen",
    "Cancel": "Abbrechen",
    "Save": "Speichern",
    "Delete API Token": "API-Token löschen",
    "Are you sure you would like to delete this API token?": "Bist du sicher, dass du dieses API-Token löschen möchtest?",
    "API Tokens": "API-Tokens",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dies ist ein geschützter Bereich der Anwendung. Bitte bestätige dein Passwort, bevor du fortfährst.",
    "Password": "Passwort",
    "Confirm": "Bestätigen",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Gib uns einfach deine E-Mail-Adresse und wir senden dir einen Link zum Zurücksetzen des Passworts, mit dem du ein neues auswählen kannst.",
    "Email": "E-Mail",
    "Email Password Reset Link": "Link zum Zurücksetzen des Passworts senden",
    "Remember me": "Angemeldet bleiben",
    "Forgot your password?": "Passwort vergessen?",
    "Log in": "Anmelden",
    "Name": "Name",
    "Confirm Password": "Passwort bestätigen",
    "I agree to the :terms_of_service and :privacy_policy": "Ich stimme den :terms_of_service und der :privacy_policy zu",
    "Terms of Service": "Nutzungsbedingungen",
    "Privacy Policy": "Datenschutzerklärung",
    "Already registered?": "Bereits registriert?",
    "Register": "Registrieren",
    "Reset Password": "Passwort zurücksetzen",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Bitte bestätige den Zugang zu deinem Konto, indem du den Authentifizierungscode aus deiner Authenticator-App eingibst.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Bitte bestätige den Zugang zu deinem Konto, indem du einen deiner Notfall-Wiederherstellungscodes eingibst.",
    "Code": "Code",
    "Recovery Code": "Wiederherstellungscode",
    "Use a recovery code": "Wiederherstellungscode verwenden",
    "Use an authentication code": "Authentifizierungscode verwenden",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Bevor du fortfährst, verifiziere bitte deine E-Mail-Adresse, indem du auf den Link klickst, den wir dir gerade per E-Mail geschickt haben. Wenn du die E-Mail nicht erhalten hast, senden wir dir gerne eine weitere zu.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Ein neuer Verifizierungslink wurde an die E-Mail-Adresse gesendet, die du in deinen Profileinstellungen angegeben hast.",
    "Resend Verification Email": "Verifizierungs-E-Mail erneut senden",
    "Edit Profile": "Profil bearbeiten",
    "Log Out": "Abmelden",
    "Loading…": "Lädt…",
    "For your security, please confirm your password to continue.": "Zu deiner Sicherheit bestätige bitte dein Passwort, um fortzufahren.",
    "Whoops! Something went wrong.": "Hoppla! Etwas ist schiefgelaufen.",
    "Dashboard": "Dashboard",
    "You have been invited to join the :team team!": "Du wurdest eingeladen, dem Team :team beizutreten!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Wenn du noch kein Konto hast, kannst du eines erstellen, indem du auf die Schaltfläche unten klickst. Nach der Erstellung eines Kontos kannst du auf die Schaltfläche zur Annahme der Einladung in dieser E-Mail klicken, um die Teameinladung anzunehmen:",
    "Create Account": "Konto erstellen",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Wenn du bereits ein Konto hast, kannst du diese Einladung annehmen, indem du auf die Schaltfläche unten klickst:",
    "You may accept this invitation by clicking the button below:": "Du kannst diese Einladung annehmen, indem du auf die Schaltfläche unten klickst:",
    "Accept Invitation": "Einladung annehmen",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Wenn du keine Einladung zu diesem Team erwartet hast, kannst du diese E-Mail ignorieren.",
    "Manage Team": "Team verwalten",
    "Team Settings": "Teameinstellungen",
    "Create New Team": "Neues Team erstellen",
    "Switch Teams": "Teams wechseln",
    "Manage Account": "Konto verwalten",
    "Profile": "Profil",
    "Delete Account": "Konto löschen",
    "Permanently delete your account.": "Lösche dein Konto dauerhaft.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald dein Konto gelöscht ist, werden alle zugehörigen Ressourcen und Daten dauerhaft gelöscht. Bevor du dein Konto löschst, lade bitte alle Daten oder Informationen herunter, die du behalten möchtest.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Bist du sicher, dass du dein Konto löschen möchtest? Sobald dein Konto gelöscht ist, werden alle zugehörigen Ressourcen und Daten dauerhaft gelöscht. Bitte gib dein Passwort ein, um zu bestätigen, dass du dein Konto dauerhaft löschen möchtest.",
    "Browser Sessions": "Browser-Sitzungen",
    "Manage and log out your active sessions on other browsers and devices.": "Verwalte und melde dich von deinen aktiven Sitzungen auf anderen Browsern und Geräten ab.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Falls nötig, kannst du dich von allen deinen anderen Browser-Sitzungen auf all deinen Geräten abmelden. Einige deiner letzten Sitzungen sind unten aufgeführt; diese Liste ist jedoch möglicherweise nicht vollständig. Wenn du glaubst, dass dein Konto kompromittiert wurde, solltest du auch dein Passwort ändern.",
    "Unknown": "Unbekannt",
    "This device": "Dieses Gerät",
    "Last active": "Zuletzt aktiv",
    "Log Out Other Browser Sessions": "Andere Browser-Sitzungen abmelden",
    "Done.": "Erledigt.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Bitte gib dein Passwort ein, um zu bestätigen, dass du dich von deinen anderen Browser-Sitzungen auf all deinen Geräten abmelden möchtest.",
    "Two Factor Authentication": "Zwei-Faktor-Authentifizierung",
    "Add additional security to your account using two factor authentication.": "Füge deinem Konto mit der Zwei-Faktor-Authentifizierung zusätzliche Sicherheit hinzu.",
    "Finish enabling two factor authentication.": "Schließe die Aktivierung der Zwei-Faktor-Authentifizierung ab.",
    "You have enabled two factor authentication.": "Du hast die Zwei-Faktor-Authentifizierung aktiviert.",
    "You have not enabled two factor authentication.": "Du hast die Zwei-Faktor-Authentifizierung nicht aktiviert.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Wenn die Zwei-Faktor-Authentifizierung aktiviert ist, wirst du während der Authentifizierung nach einem sicheren, zufälligen Token gefragt. Du kannst dieses Token aus der Google Authenticator-App auf deinem Smartphone abrufen.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Um die Aktivierung der Zwei-Faktor-Authentifizierung abzuschließen, scanne den folgenden QR-Code mit der Authenticator-App auf deinem Smartphone oder gib den Einrichtungsschlüssel ein und gib den generierten OTP-Code an.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Die Zwei-Faktor-Authentifizierung ist jetzt aktiviert. Scanne den folgenden QR-Code mit der Authenticator-App auf deinem Smartphone oder gib den Einrichtungsschlüssel ein.",
    "Setup Key": "Einrichtungsschlüssel",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Speichere diese Wiederherstellungscodes in einem sicheren Passwort-Manager. Sie können verwendet werden, um den Zugriff auf dein Konto wiederherzustellen, wenn dein Gerät für die Zwei-Faktor-Authentifizierung verloren geht.",
    "Enable": "Aktivieren",
    "Regenerate Recovery Codes": "Wiederherstellungscodes neu generieren",
    "Show Recovery Codes": "Wiederherstellungscodes anzeigen",
    "Disable": "Deaktivieren",
    "Update Password": "Passwort aktualisieren",
    "Ensure your account is using a long, random password to stay secure.": "Stelle sicher, dass dein Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Current Password": "Aktuelles Passwort",
    "New Password": "Neues Passwort",
    "Saved.": "Gespeichert.",
    "Profile Information": "Profilinformationen",
    "Update your account's profile information and email address.": "Aktualisiere die Profilinformationen und E-Mail-Adresse deines Kontos.",
    "Photo": "Foto",
    "Select A New Photo": "Neues Foto auswählen",
    "Remove Photo": "Foto entfernen",
    "Your email address is unverified.": "Deine E-Mail-Adresse ist nicht verifiziert.",
    "Click here to re-send the verification email.": "Klicke hier, um die Verifizierungs-E-Mail erneut zu senden.",
    "A new verification link has been sent to your email address.": "Ein neuer Verifizierungslink wurde an deine E-Mail-Adresse gesendet.",
    "Team Details": "Teamdetails",
    "Create a new team to collaborate with others on projects.": "Erstelle ein neues Team, um mit anderen an Projekten zusammenzuarbeiten.",
    "Team Owner": "Teambesitzer:in",
    "Team Name": "Teamname",
    "Create Team": "Team erstellen",
    "Delete Team": "Team löschen",
    "Permanently delete this team.": "Dieses Team dauerhaft löschen.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Sobald ein Team gelöscht ist, werden alle zugehörigen Ressourcen und Daten dauerhaft gelöscht. Bevor du dieses Team löschst, lade bitte alle Daten oder Informationen zu diesem Team herunter, die du behalten möchtest.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Bist du sicher, dass du dieses Team löschen möchtest? Sobald ein Team gelöscht ist, werden alle zugehörigen Ressourcen und Daten dauerhaft gelöscht.",
    "Add Team Member": "Teammitglied hinzufügen",
    "Add a new team member to your team, allowing them to collaborate with you.": "Füge deinem Team ein neues Teammitglied hinzu, damit es mit dir zusammenarbeiten kann.",
    "Please provide the email address of the person you would like to add to this team.": "Bitte gib die E-Mail-Adresse der Person an, die du diesem Team hinzufügen möchtest.",
    "Role": "Rolle",
    "Added.": "Hinzugefügt.",
    "Add": "Hinzufügen",
    "Pending Team Invitations": "Ausstehende Teameinladungen",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Diese Personen wurden in dein Team eingeladen und haben eine Einladungs-E-Mail erhalten. Sie können dem Team beitreten, indem sie die E-Mail-Einladung annehmen.",
    "Team Members": "Teammitglieder",
    "All of the people that are part of this team.": "Alle Personen, die Teil dieses Teams sind.",
    "Leave": "Verlassen",
    "Remove": "Entfernen",
    "Manage Role": "Rolle verwalten",
    "Leave Team": "Team verlassen",
    "Are you sure you would like to leave this team?": "Bist du sicher, dass du dieses Team verlassen möchtest?",
    "Remove Team Member": "Teammitglied entfernen",
    "Are you sure you would like to remove this person from the team?": "Bist du sicher, dass du diese Person aus dem Team entfernen möchtest?",
    "The team's name and owner information.": "Name und Besitzer:innen-Informationen des Teams.",
    "Edit": "Bearbeiten",
    "Shopping Tours": "Einkaufstouren",
    "Save Event": "Veranstaltung speichern",
    "Back to Event": "Zurück zur Veranstaltung",
    "Print": "Drucken",
    "Download": "Herunterladen",
    "Share": "Teilen",
    "Ingredient": "Zutat",
    "Save Recipe": "Rezept speichern",
    "Save Group": "Gruppe speichern",
    "Before the event": "Vor der Veranstaltung",
    "At :date": "Am :date",
    "Shopping List": "Einkaufsliste",
    "No events yet": "Noch keine Veranstaltungen",
    "No groups yet": "Noch keine Gruppen",
    "No recipes yet": "Noch keine Rezepte",
    "No meals yet": "Noch keine Mahlzeiten",
    "Create a meal on the top right.": "Erstelle eine Mahlzeit oben rechts.",
    "Add a group on the top right.": "Füge eine Gruppen oben rechts hinzu.",
    ":count day|:count days": ":count Tag|:count Tage",
    "Other": "Sonstiges",
    "Fruits & Vegetables": "Obst & Gemüse",
    "Meat & Seafood": "Fleisch & Meeresfrüchte",
    "Dairy & Eggs": "Milchprodukte & Eier",
    "Bakery": "Backwaren",
    "Frozen Foods": "Tiefkühlkost",
    "Beverages": "Getränke",
    "Snacks": "Snacks",
    "Condiments": "Gewürze & Saucen",
    "Spices & Herbs": "Kräuter & Gewürze",
    "Baking Supplies": "Backzutaten",
    "Canned Goods": "Konserven",
    "Spread": "Brotaufstrich",
    "Grains & Cereals": "Getreide & Cerealien",
    "Next Event: :title": "Nächste Veranstaltung: :title",
    "No Active Event": "Keine aktive Veranstaltung",
    "Participants": "Teilnehmer:innen",
    "N/A": "k.A.",
    "Select or create an event to begin planning.": "Wähle oder erstelle eine Veranstaltung, um mit der Planung zu beginnen.",
    "Quick Actions": "Schnellaktionen",
    "View Event": "Veranstaltung anzeigen",
    "View Meal Plan": "Speiseplan anzeigen",
    "View Shopping List": "Einkaufsliste anzeigen",
    "Recent Recipes": "Letzte Rezepte",
    "No recent recipes found.": "Keine letzten Rezepte gefunden.",
    "(Coming Soon)": "(Bald verfügbar)",
    "Add ingredients, instructions, and portion sizes.": "Füge Zutaten, Anleitungen und Portionsgrößen hinzu.",
    "Adjust the \"food factor\" to scale quantities for hearty eaters or special needs.": "Passe den \"Futterfaktor\" an, um Mengen für große Esser:innen oder spezielle Bedürfnisse zu skalieren.",
    "Assign specific recipes to each day and meal.": "Weise jedem Tag und jeder Mahlzeit spezifische Rezepte zu.",
    "Automatic quantity calculation based on recipes and participant numbers.": "Automatische Mengenberechnung basierend auf Rezepten und Teilnehmer:innenzahlen.",
    "Automatically calculate ingredient amounts based on participants.": "Berechne Zutatenmengen automatisch basierend auf den Teilnehmer:innen.",
    "Benefit from the community and contribute yourself.": "Profitiere von der Community und trage selbst dazu bei.",
    "Campflow Import": "Campflow-Import",
    "Collaboration": "Zusammenarbeit",
    "Combines identical ingredients from different recipes.": "Fasst identische Zutaten aus verschiedenen Rezepten zusammen.",
    "Create a central recipe database for your team.": "Erstelle eine zentrale Rezeptdatenbank für dein Team.",
    "Create clear meal plans for your camp or retreat.": "Erstelle übersichtliche Speisepläne für dein Lager oder deine Freizeit.",
    "Creates a consolidated shopping list for the entire meal plan.": "Erstellt eine konsolidierte Einkaufsliste für den gesamten Speiseplan.",
    "Define participant groups and their numbers.": "Definiere Teilnehmer:innengruppen und deren Anzahl.",
    "Does using Futter.rocks cost anything?": "Kostet die Nutzung von Futter.rocks etwas?",
    "Effortlessly expand your recipe database.": "Erweitere mühelos deine Rezeptdatenbank.",
    "Focus on your event, not the spreadsheets.": "Konzentriere dich auf deine Veranstaltung, nicht auf Tabellenkalkulationen.",
    "Frequently Asked Questions (FAQ)": "Häufig gestellte Fragen (FAQ)",
    "Futter.rocks is open source under the AGPLv3 license.": "Futter.rocks ist Open Source unter der AGPLv3-Lizenz.",
    "Camp Kitchen Planning made simple": "Lager&shy;küchen&shy;plan&shy;ung leicht gemacht",
    "Generate Shopping List": "Einkaufsliste generieren",
    "Generate consolidated shopping lists.": "Generiere konsolidierte Einkaufslisten.",
    "Groups & Food Factor": "Gruppen & Futterfaktor",
    "How can I collaborate with people from my group?": "Wie kann ich mit Leuten aus meiner Gruppe zusammenarbeiten?",
    "I have a question or a problem, where can I get help?": "Ich habe eine Frage oder ein Problem, wo kann ich Hilfe bekommen?",
    "Import participant data directly from Campflow.": "Importiere Teilnehmer:innendaten direkt aus Campflow.",
    "Import recipes quickly and easily from various sources (e.g., copy & paste from Chefkoch).": "Importiere Rezepte schnell und einfach aus verschiedenen Quellen (z.B. Kopieren & Einfügen von Chefkoch).",
    "Improve coordination and organization within the team.": "Verbessere die Koordination und Organisation im Team.",
    "Can I plan a national camp with this?": "Kann ich damit ein Bundeslager planen?",
    "Not really, it is designed for one cooking group. If your event has more than that, you should look elsewhere, for example Ferkel from Kohldampf.": "Nicht wirklich, es ist eher für eine Kochgruppe gedacht. Wenn deine Veranstaltung mehr als das hat, wirst du wahrscheinlich ein anderes Tool brauchen, zum Beispiel Ferkel von Kohldampf.",
    "Keep track of all planned dishes.": "Behalte den Überblick über alle geplanten Gerichte.",
    "Keep your group recipes in one place.": "Bewahre deine Gruppenrezepte an einem Ort auf.",
    "Manage Recipes": "Rezepte verwalten",
    "Meal Planning": "Essensplanung",
    "Open Source": "Open Source",
    "Organizing food for camps or large groups? Futter.rocks helps you:": "Essen für Lager oder große Gruppen organisieren? Futter.rocks hilft dir dabei:",
    "Plan meals for your event.": "Plane Mahlzeiten für deine Veranstaltung.",
    "Ready to simplify your kitchen planning?": "Bereit, deine Küchenplanung zu vereinfachen?",
    "Recipe Import": "Rezeptimport",
    "Save and organize your tried-and-tested group recipes.": "Speichere und organisiere deine bewährten Gruppenrezepte.",
    "Save time when entering new recipes.": "Spare Zeit beim Eingeben neuer Rezepte.",
    "Seamless integration for Campflow users.": "Nahtlose Integration für Campflow-Nutzer:innen.",
    "Share information and tasks efficiently.": "Teile Informationen und Aufgaben effizient.",
    "Sign up for free now": "Jetzt kostenlos anmelden",
    "Sign up free & Start Planning": "Kostenlos anmelden & Planung starten",
    "Significantly simplifies the shopping process.": "Vereinfacht den Einkaufsprozess erheblich.",
    "Simplify the transfer of group information.": "Vereinfache die Übertragung von Gruppeninformationen.",
    "The code is available on GitHub and can be viewed and adapted.": "Der Code ist auf GitHub verfügbar und kann eingesehen und angepasst werden.",
    "What happens to my data": "Was passiert mit meinen Daten?",
    "The only personal data we store is your name and email address. Because we only work with participant groups, we do not see the names or other information of the participants.": "Die einzigen persönlichen Daten, die wir speichern, sind dein Name und deine E-Mail-Adresse. Da wir nur mit Teilnehmergruppen arbeiten, sehen wir weder die Namen noch andere Informationen der Teilnehmer.",
    "Does this cost anything?": "Kostet das was?",
    "It is free to use, since I've built it for my own use and wanted to share it with others. If it is useful for you, please consider donating to my coffee fund or buy me a beer should we meet at an event.": "Das Tool kostet nichts, da ich es für meinen eigenen Gebrauch gebaut habe und es mit anderen teilen will. Wenn es für dich nützlich ist, kannst du mir gerne einen Euro in die Kaffeekasse legen, oder bei Gelegenheit ein Getränk ausgeben.",
    "Who is Futter.rocks for?": "Für wen ist Futter.rocks gedacht?",
    "Futter.rocks is for groups who want to plan their meals and shopping lists for their camp or retreat.": "Futter.rocks ist für Gruppen, die Mahlzeiten und Einkaufslisten für ihr Lager oder ihre Freizeit planen möchten.",
    "Welcome to Futter.rocks": "Willkommen bei Futter.rocks",
    "You can create a team and invite people to it. Once they are part of the team, you can work together on meal plans and recipes. All events and recipes are associated with a team.": "Du kannst ein Team erstellen und Leute einladen. Sobald sie dem Team beitreten, kannst du mit ihnen gemeinsam an Speiseplänen und Rezepten arbeiten. Alle Veranstaltungen und Rezepte sind mit einem Team verknüpft.",
    "Work together with your kitchen team on meal plans and recipes.": "Arbeite mit deinem Küchenteam an Speiseplänen und Rezepten zusammen.",
    "Adjust the food factor to scale quantities for each group.": "Passe den Futterfaktor an, um Mengen für jede Gruppe zu skalieren.",
    "Create one or multiple shopping lists for your event": "Erstelle eine oder mehrere Einkaufslisten für deine Veranstaltung",
    "Combines identical ingredients from different recipes": "Fasst identische Zutaten aus verschiedenen Rezepten zusammen",
    "Set the dates when you need to go shopping, we'll do the rest": "Lege die Daten fest, an denen du einkaufen musst, wir erledigen den Rest",
    "Create a central recipe database for your group.": "Erstelle eine zentrale Rezeptdatenbank für deine Gruppe.",
    "Import recipes quickly and easily from various sources (e.g. from Chefkoch).": "Importiere Rezepte schnell und einfach aus verschiedenen Quellen (z.B. von Chefkoch).",
    "Work together with your group on meal plans and recipes.": "Arbeite mit deiner Gruppe an Speiseplänen und Rezepten zusammen.",
    "Start Planning now": "Jetzt planen",
    "No account yet?": "Noch kein Account?",
    "You can reach me via email at :email or open an issue on :github.": "Du kannst mich per E-Mail unter :email erreichen oder ein Problem auf :github melden.",
    "Check out the :privacy for more details.": "Schau dir die :privacy für weitere Details an.",
    "I accept the :privacy_policy": "Ich akzeptiere die :privacy_policy",
    "Imprint": "Impressum",
    "Verify Email Address": "E-Mail-Adresse bestätigen",
    "Please click the button below to verify your email address.": "Bitte klicke auf die Schaltfläche unten, um deine E-Mail-Adresse zu bestätigen.",
    "If you did not create an account, no further action is required.": "Wenn du kein Konto erstellt hast, ist keine weitere Aktion erforderlich.",
    "Reset Password Notification": "Benachrichtigung zum Zurücksetzen des Passworts",
    "You are receiving this email because we received a password reset request for your account.": "Du erhältst diese E-Mail, da wir eine Anfrage zum Zurücksetzen des Passworts für dein Konto erhalten haben.",
    "This password reset link will expire in :count minutes.": "Dieser Link zum Zurücksetzen des Passworts läuft in :count Minuten ab.",
    "If you did not request a password reset, no further action is required.": "Wenn du keine Passwortzurücksetzung angefordert hast, ist keine weitere Aktion erforderlich.",
    "Regards,": "Grüße,",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Wenn du Probleme hast, den \":actionText\"-Button zu klicken, kopiere und füge die URL unten in deinen Webbrowser ein:",
    "Administrator": "Administrator:in",
    "Administrator users can perform any action.": "Administrator:innen können jede Aktion ausführen.",
    "Editor": "Mitglied",
    "Editor users have the ability to read, create, and update.": "Mitglieder können lesen, erstellen und aktualisieren.",
    "Team Invitation": "Teameinladung",
    "Import from Campflow": "Import aus Campflow",
    "Attach group": "Gruppe verknüpfen",
    "Select CSV File": "CSV-Datei auswählen",
    "File selected": "Datei ausgewählt",
    "Change file": "Datei ändern",
    "Upload the CSV exported from Campflow and select the column that lists the participant groups. We will import the number of participants for each group.": "Lade die aus Campflow exportierte CSV-Datei hoch und wähle die Spalte, die die Teilnahmegruppen enthält. Wir importieren dann die Anzahl der Teilnehmenden pro Gruppe.",
    "Select participant group column": "Spalte mit Teilnahmegruppe auswählen",
    "-- Select participant group column --": "-- Teilnahmegruppen-Spalte wählen --",
    "Map Values to Participant Groups": "Werte zu Teilnahmegruppen zuordnen",
    "Value": "Wert",
    "Count": "Anzahl",
    "Map to Group": "Zu Gruppe zuordnen",
    "-- Select Group --": "-- Gruppe auswählen --",
    "Submit Mappings": "Zuordnungen senden",
    "Participant Count Per Group": "Teilnehmeranzahl pro Gruppe",
    "Clear already stored mappings": "Bereits gespeicherte Zuordnungen löschen",
    "Import participant group data directly from Campflow.": "Importiere Teilnahmegruppendaten direkt aus Campflow.",
    "No personal data is transmitted, only the number of people per participant group.": "Es werden keine personenbezogenen Daten übertragen, nur die Anzahl der Personen pro Teilnahmegruppe.",
    "What happens to my data?": "Was passiert mit meinen Daten?",
    "___": "___"
}
